[
    {
        "title": "Honda Xtreme",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/vvxhYp4/hero-xtreme.jpg",
        "description": "Honda Xtreme has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Pulsar NS",
        "displacement": "165cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/XjnWBQy/Pulsar.jpg",
        "description": "Bajaj Pulsar Series has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "KTM Duke",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/V2bL3vG/ktm-125-duke.jpg",
        "description": "KTM Duke has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "KTM RC",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/2WmKg5Q/ktm-rc-200-bs-vi20200928131706.jpg",
        "description": "KTM RC has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Suzuki Gixer SF",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/chjWqsY/suzuki-gixxer-sf-standard-bs-vi20210628170629.jpg",
        "description": "Suzuki Gixer SF has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Suzuki Gixer",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/bb9vhBk/suzuki-gixxer-single-channel-abs-bs-vi20210628105741.jpg",
        "description": "Suzuki Gixer has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Apache RTR 4V",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/0CBhPQV/tvs-apache-rtr-160-4v-drum-abs-bsvi20191126160322.jpg",
        "description": "Apache RTR 4V has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Yamaha FZS V3",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/mqSB88f/yamaha-fz-s-v3-single-channel-abs-bs-vi20191111114812.jpg",
        "description": "Yamaha FZS V3 has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Yamaha MT15",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/Fxdb61c/right-side-view.jpg",
        "description": "Yamaha MT15 has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    },
    {
        "title": "Yamaha YZF R15 V3",
        "displacement": "163cc",
        "engine": "Air cooled, 4 Stroke 2 Valve Single cylinder OHC",
        "fuel_capacity": "12L",
        "cylinders": "1",
        "milage": "40.6",
        "max_torque": "14 Nm @ 6500 rpm",
        "max_power": "15.2 PS @ 8500 rpm",
        "emission": "BS6",
        "gear": "5 Speed",
        "price": "2,15,550",
        "img": "https://i.ibb.co/tQjvKyH/Yamaha-YZF-R15-V3-Side-133615.jpg",
        "description": "Yamaha YZF R15 V3 has been such a successful fleet over the last few years in the Bangladesh and Indian market. As a continuation Bajaj launched “Pulsar NS160” in the Bangladesh market. The pulsar NS 60 is a full naked sports bike. In this category bikes demand is very limited here in the local market. However the model NS160 initially has got good response from the market. Let’s see the key features of this naked sports bike “Bajaj Pulsar NS160”."
    }
]